let centerOpt = [{
  'value': 1,
  'label': '个人中心-联系客服',
  'detail': {
    'name': '联系客服',
    'url': 'http://wpa.qq.com/msgrd?v=3&uin=762263596&site=qq&menu=yes'
  }
},
{
  'value': 2,
  'label': '个人中心-领取奖品（领奖说明)',
  'desc': [{
    'line': '1.3000万金币起提，且提取金额必须是3000万金币的倍数'
  },
  {
    'line': '2.请务必填写正确的游戏区服角色名信息，填错导致的损失由用户自行承担'
  },
  {
    'line': '3.由于地下城与勇士官方邮寄金币需收取5%的手续费，即实际到账金币为提取金币的95%'
  },
  {
    'line': '4.为了保证提取金币的顺畅性，请填写等级≥25级的角色信息，＜25级的角色将无法发货'
  }
  ]
}
];

let indexResource = {
  activeName: '2019新春狂欢派对，亿万金币等你来抢',
  activeTime: '2019年1月8日-3月31日',
  activeRule: [
    '1 在活动页面充值钻石且消耗钻石即可获赠积分；',
    '2 金罐（1000积分/次）或水罐（200积分/次），可获得DNF金币奖励，最高可获得1000000万DNF金币；',
    '3 用户每周首次参与本活动，皆可免费开启一次金罐，免费开启获得的金币有效期为7天，到期后清0；',
    '4 活动获得的DNF金币可在【个人中心】中提现，至少3000万金币起。提现时请仔细选择填写游戏区服角色信息（角色等级需≥25级），输入错误造成的损失将由用户承担。由于DNF官方邮寄手续费为5%，实际到账金币为提取金币的95%；',
    '5 在法律允许的范围内，会网雨用于对本活动的解释权，因本活动及其规则产生的任何争议，用户与举办方友好协商解决，如若协商不成，用户与举办方均同意将争议提交至举办方即会网雨所在地人民法院诉讼解决；'
  ],
  domain: '//www.gameboxmall.com/'
};